[TheWorld:PersistentLevel.Main_Sequence.DisSeqAct_SetTutorialMessage_0 DisSeqAct_SetTutorialMessage]
m_TutorialMessage="魔力已耗尽。部分魔力会在一段时间后恢复。寻找灵药来使魔力全部恢复。"
m_TutorialMessage_Gamepad=""

[TheWorld:PersistentLevel.Main_Sequence.DisSeqAct_SetTutorialMessage_1 DisSeqAct_SetTutorialMessage]
m_TutorialMessage="如果需要使用闪烁瞬移来攀爬，请集中力量瞄准屋顶、窗台或其他较高平面的边缘处。"
m_TutorialMessage_Gamepad="如果需要使用闪烁瞬移来攀爬，请集中力量对准屋顶、窗台或其他较高平面的边缘处。"

[TheWorld:PersistentLevel.Main_Sequence.DisSeqAct_UpdateTaskTarget_0 DisSeqAct_UpdateTaskTarget]
m_TargetName="奇怪的引力"

[TheWorld:PersistentLevel.Main_Sequence.Outsider_Intro_Blink.DisSeqAct_SetTutorialMessage_0 DisSeqAct_SetTutorialMessage]
m_TutorialMessage="按住 `GBA_Wheel` 可打开快捷技能轮并选择闪烁瞬移"
m_TutorialMessage_Gamepad="按住 `GBA_Wheel` 来打开快捷技能轮并选择闪烁瞬移"

[TheWorld:PersistentLevel.Main_Sequence.Outsider_Intro_Blink.DisSeqAct_SetTutorialMessage_1 DisSeqAct_SetTutorialMessage]
m_TutorialMessage="按住 `GBA_Secondary` 可进行闪烁瞬移的瞄准。放开 `GBA_Secondary` 可进行位移。"
m_TutorialMessage_Gamepad="按住 `GBA_Secondary` 可进行闪烁瞬移的瞄准。放开 `GBA_Secondary` 可进行位移。"

[TheWorld:PersistentLevel.Main_Sequence.Outsider_Intro_Blink.DisSeqAct_SetTutorialMessage_2 DisSeqAct_SetTutorialMessage]
m_TutorialMessage="按住 `GBA_Wheel` 可打开快捷技能轮并选择闪烁瞬移"
m_TutorialMessage_Gamepad="按住 `GBA_Wheel` 可打开快捷技能轮并选择闪烁瞬移"

[TheWorld:PersistentLevel.Main_Sequence.Outsider_Intro_Blink.DisSeqAct_UpdateTaskTarget_0 DisSeqAct_UpdateTaskTarget]
m_TargetName=""

[TheWorld:PersistentLevel.Main_Sequence.Outsider_Intro_Blink.DisSeqAct_UpdateTaskTarget_1 DisSeqAct_UpdateTaskTarget]
m_TargetName="界外魔"

[TheWorld:PersistentLevel.Main_Sequence.Outsider_Intro_Blink.DisSeqAct_UpdateTaskTarget_2 DisSeqAct_UpdateTaskTarget]
m_TargetName="信仰之跃"

[TheWorld:PersistentLevel.Main_Sequence.Outsider_Intro_Blink.DisSeqAct_UpdateTaskTarget_3 DisSeqAct_UpdateTaskTarget]
m_TargetName="注意脚下"

[TheWorld:PersistentLevel.Main_Sequence.Outsider_Intro_Blink.DisSeqAct_UpdateTaskTarget_4 DisSeqAct_UpdateTaskTarget]
m_TargetName="小挑战"

